EPISODES_TEXT = """
(Телефон)

Сайфер: Да.
Тринити: Все готово согласно плану?
Сайфер: Я не ждал смены.
Тринити: Знаю. Просто, у меня настроение поработать.
Сайфер: Он тебе нравится, да? Ты любишь за ним наблюдать.
Тринити: Не смеши меня.
Сайфер: Мы обрекаем его на смерть. Ты это понимаешь?
Тринити: Морфеус верит, что он избранный.
Сайфер: А ты согласна?
Тринити: Неважно, во что я верю.
Сайфер: Ты не веришь, да?
Тринити: Ты слышал?
Сайфер: Что?
Тринити: Уверен, что линия надежна?
Сайфер: Разумеется.
Тринити: Я отключаюсь.

(Гостиничный номер)
Коп: Ни с места! Полиция! Руки на голову! Живо!

(Улица)

Агент Смит: Лейтенант...
Лейтенант: Дерьмо.
Агент Смит: Лейтенант, Вам запретили самодеятельность.
Лейтенант: Эй, я не позволю здесь командовать. Объясните про вашу юрисдикцию другому. Не капайте на мозги.
Агент Смит: Речь идет о Вашей безопасности.
Лейтенант: С девкой как-нибудь справимся. Послал две группы. Сейчас ее доставят.
Агент Смит: Нет, Лейтенант, Ваши люди уже мертвы.
(Гостиничный номер)
Тринити: Черт. Морфеус, эта линия раскрыта.
Морфеус: Я в курсе, они перерубили кабель. Времени нет, тебе надо добраться до запасного выхода.
Тринити: Агенты уже здесь?
Морфеус: Да.
Тринити: Дьявол.
Морфеус: Соберись, Тринити. Таксофон на углу Уэлс и Лейк. Ты сделаешь это.
Тринити: Хорошо.
Морфеус: Пошла.

(Крыша)
Коп: Это невозможно.

(Здание)
Тринити: Соберись, Тринити. Вставай. Надо встать.

(Улица)
Агент Браун: Она ушла.
Агент Смит: Неважно.
Агент Джонс: Информатор не обманул.
Агент Смит: Да.
Агент Джонс: Мы знаем о следующем объекте.
Агент Браун: Его имя Нео.
Агент Смит: Запускайте поиск.
Агент Джонс: Уже сделано.

(Квартира Нео)
Нео: Что? Что за черт?... За белым кроликом?... Кто это?
Чои: Чои.
Нео: Да. Сейчас. Ты опоздал.
Чои: Знаю, это ее вина.
Нео: Деньги принес?
Чои: Две штуки.
Нео: Момент.
Чои: Аллелуя. Ты меня спас. Ты мой личный Иисус Христос.
Нео: Если с этим накроют...
Чои: Не учи ученого. Друзей не сдаю.
Нео: Я рад.
Чои: Ты чего смурной? Какой-то ты сегодня бледный.
Нео: Мой компьютер... Ты знаком с чувством, когда не знаешь, ты уже проснулся или еще спишь?
Чои: Да, знаком. Это Мескалин. От него полный улет. Эй, кончай глаза ломать. Отдохни от PC'шника. Тебе надо оттянутся. Что скажешь, Дюжур? Прихватим парня?
Дюжур: Конечно.
Нео: Нет, надо лечь пораньше. Работа.
Дюжур: Да, брось. Там прикольно. Вот увидишь.
Нео: Да, конечно. Я иду.

(Клуб)
Тринити: Здравствуй, Нео.
Нео: Знаете это имя?
Тринити: Я знаю многое.
Нео: Кто Вы?
Тринити: Меня зовут Тринити.
Нео: Тринити. Вы Тринити? Вы взломали базу данных налоговой службы?
Тринити: Это было давно.
Нео: Дела.
Тринити: Что?
Нео: Я считал... Вы парень.
Тринити: Все так считают.
Нео: Вы влезли в мой компьютер. Как Вы сумели?
Тринити: Сейчас я могу сказать одно. Ты в опасности. Я здесь, чтобы предупредить.
Нео: О чем?
Тринити: За тобой следят, Нео.
Нео: Кто?
Тринити: Молчи и слушай. Я знаю, почему ты здесь. Знаю, что тебя гнетет. Почему ты не спишь, почему живешь один, и все ночи напролет проводишь за компьютером. Ты ищешь его. Знаю, потому что сама искала. Он нашел меня и объяснил, что я ищу вовсе не его. Что ищу ответ. Нам не дает покоя вопрос, Нео. Он и привел тебя сюда. Ты его задашь, как и я тогда.
Нео: Что такое Матрица?
Тринити: Ответ где-то там, Нео. Он тебя ищет. И скоро найдет, если ты захочешь.

(Квартира Нео)
Нео: Вот, черт. Черт, черт, черт.

(Офис)
Райнехарт: У Вас плохо с дисциплиной, мистер Андерсон. Думаете, Вы особенный? И правила писаны не для Вас? Но Вы ошибаетесь. Мы лидируем в области программного обеспечения, потому что каждый сотрудник чувствует себя частью целого. Если у сотрудника проблемы - проблемы и у фирмы. Вам нужно для себя решить, мистер Андерсон. Или Вы отныне приходите на службу вовремя, или же мы с Вами больше не работаем. Я понятно выразился?
Нео: Да, мистер Райнехарт, все ясно.

Курьер: Томас Андерсон?
Нео: Да, это я.
Курьер: Распишитесь. Так, отлично. Спасибо, всего доброго.
Нео: Алло.
Морфеус: Привет, Нео. Знаешь, кто говорит?
Нео: Морфеус.
Морфеус: Да. Я искал тебя, Нео. Не знаю, готов ли ты увидеть то, что должен, но, увы, у нас время на исходе. За тобой идут. И я не знаю, что они задумали.
Нео: Кто за мной идет?
Морфеус: Встань да посмотри.
Нео: Что, прямо сейчас?
Морфеус: Да, сейчас. Осторожно. У лифта.
Нео: Вот, черт.
Морфеус: Да.
Нео: Что им от меня надо?
Морфеус: Не знаю. Если не хочешь выяснить, советую уходить.
Нео: Как?
Морфеус: Я тебя поведу. Действуй, как я скажу.
Нео: Понял.
Морфеус: Кабинет напротив пуст.
Нео: Но что если...
Морфеус: Пошел... Задержись тут на минуту. Когда я скажу, беги по коридору. Там офис, в самом конце. Старайся не шуметь... Пошел... Хорошо. За окном - строительные леса.
Нео: Откуда Вы знаете?
Морфеус: Нет времени объяснять. Окно слева. Давай, к нему... Открывай. По лесам выберешься на крышу..
Нео: Ну, нет. Не пойдет. Это безумие.
Морфеус: Из здания два выхода. Один через крышу, другой охраняется. Ты рискуешь в любом случае. Решай сам.
Нео: Бред какой-то. Как же я так вляпался? Что я сделал? Я никто... Черт... Я не могу.

(Улица)
Тринити: Гады.

(Допрос)
Агент Смит: Как вы видите, мы за Вами давненько наблюдаем, мистер Андерсон. Оказывается Вы живете двойной жизнью. В одной жизни Вы - Томас А. Андерсон, программист в крупной уважаемой компании. У Вас есть медицинская страховка, Вы платите налоги и еще - помогаете консьержке выносить мусор. Другая Ваша жизнь - в компьютерах. И тут Вы известны как хакер Нео. Вы виновны практически во всех уголовно наказуемых компьютерных преступлениях. У первого - Томаса - есть будущее. У Нео - нет. Буду предельно откровенен с Вами, мистер Андерсон. Вы здесь, потому что нам нужна помощь. Мы знаем, что с Вами вошел в контакт один субъект, известный под кличкой Морфеус. Кем Вы его вообразили - несущественно. Власти многих стран называют его опаснейшим преступником. Мои коллеги думают, что я зря теряю с Вами время, но я верю, Вы исполните свой гражданский долг. Мы готовы уничтожить досье, дать Вам шанс. От Вас нужно только одно - помогите обезвредить известного террориста.
Нео: Да. Заманчивое предложение. Но у меня есть идея лучше. Скажем, я пошлю вас подальше... и потребую законный звонок.
Агент Смит: Ммм, мистер Андерсон, я разочарован...
Нео: Меня не запугать гестаповской липой. Права я знаю. Дайте мне телефон.
Агент Смит: Зачем, мистер Андерсон? Какой толк от телефона, если сейчас Вы немы?... Вы поможете нам, мистер Андерсон, хотите Вы того или нет.

(Квартира Нео)
Морфеус: Линия прослушивается, буду краток. Нас опередили, но противник недооценил твое значение. Знай они то, что знаю я, ты был бы мертв.
Нео: О чем Вы говорите? Что со мной происходит?
Морфеус: Ты избранный, Нео. Может, ты ищешь меня не первый год, но я тебя искал всю жизнь. Ну что, хочешь встретиться?
Нео: Да.
Морфеус: Отправляйся к мосту на Адам Стрит.

(Машина)
Тринити: Садись.
Нео: Это еще зачем?
Тринити: Так нужно, Нео. Для нашей защиты.
Нео: От кого?
Тринити: От тебя.
Свич: Снимай рубашку.
Нео: Что?
Свич: Остановись. Слушай, медноголовый. На двадцать вопросов времени нет. Выбирай одно из двух, слушайся или топай.
Нео: Хорошо.
Тринити: Постой, Нео. Ты должен мне верить.
Нео: Почему?
Тринити: Потому что ты там был. Эту дорогу ты видел. И знаешь, куда она ведет. Тебе туда не нужно, я уверена. Апок, свет. Ложись, рубашку вверх.
Нео: Зачем это?
Тринити: Ищем жучков... Попробуй расслабиться... Давай. Покажись.
Свич: Он начал дергаться.
Тринити: Ах ты гад.
Свич: Сейчас он уйдет.
Тринити: Ну уж нет. Разряд.
Нео: Так, это был не сон?

(Гостиница Лафейетт)
Тринити: Позволь мне дать тебе один небольшой совет. Будь честным. Он знает больше, чем ты можешь себе представить.
Морфеус: Наконец-то. Добро пожаловать. Как ты уже понял, я - Морфеус.
Нео: Это честь для меня.
Морфеус: Нет, честь для меня. Пожалуйста, проходи, садись. Догадываюсь, сейчас ты чувствуешь себя Алисой, падающей в кроличью нору...
Нео: Вроде того.
Морфеус: Это читается в твоих глазах. Ты похож на человека, который ничему не удивляется, считая происходящее сном и веря, что вот-вот проснется... Ты веришь в Судьбу, Нео?
Нео: Нет.
Морфеус: Почему?
Нео: Неприятно думать, что тобой манипулируют.
Морфеус: Объясню, почему ты здесь. Потому, что ты что-то понял. Ты не можешь выразить это, но ощущаешь. Ты всю жизнь ощущал, что мир не в порядке - странная мысль, но ее не отогнать. Она - как заноза в мозгу. Она сводит с ума. Не дает покоя. Это и привело тебя ко мне. Понимаешь, о чем я говорю?
Нео: О Матрице?
Морфеус: Ты хочешь узнать, что это? Матрица повсюду. Она окружает нас. Даже сейчас она с нами рядом. Ты видишь ее, когда смотришь в окно или включаешь телевизор. Ты ощущаешь ее, когда работаешь, идешь в церковь, когда платишь налоги. Целый мирок, надвинутый на глаза, чтобы спрятать правду.
Нео: Какую?
Морфеус: Что ты только раб, Нео. Как и все, ты с рождения в цепях. С рождения в тюрьме, которой не почуешь и не коснешься. В темнице для разума. Увы, невозможно объяснить, что такое Матрица... Ты должен увидеть это сам. Не поздно отказаться. Потом пути назад не будет. Примешь синюю таблетку - и сказке конец. Ты проснешься в своей постели и поверишь, что это был сон. Примешь красную таблетку - войдешь в страну чудес. Я покажу тебе, глубока ли кроличья нора. Помни, я лишь предлагаю узнать правду, больше ничего. Иди за мной. Апок, мы в сети?
Апок: Момент.
Морфеус: Время всегда против нас. Прошу, садись.
Нео: Ты это проходила?
Тринити: Угу.
Морфеус: Таблетка, которую ты принял, создана для перехвата частоты твоего несущего сигнала и мы можем определить твое местонахождение.
Нео: Что это значит.
Сайфер: Вот увидишь. Пристегни ремень, Элли, и скажи Канзасу: "Прости и прощай".
Нео: Что это?..
Морфеус: Случалось видеть сон, казавшийся реальностью? Что, если бы ты не смог проснуться? Как бы ты узнал, что такое сон, а что действительность*
Нео: Этого не может быть...
Морфеус: Где? В реальности?
Тринити: Пошла репликация.
Морфеус: Апок?
Апок: Ничего.
Нео: Холодно, холодно.
Морфеус: Тэнк, нам скоро потребуется сигнал.
Тринити: Пульс нитевидный!
Морфеус: Апок, что у тебя?
Апок: Заканчиваю...
Тринити: Сердце не выдержит
Апок: Есть. Нашел.
Морфеус: Давай, Тэнк.

(Навуходоносор)
Морфеус: Добро пожаловать в реальный мир... Мы сделали это, Тринити. Мы нашли его.
Тринити: Надеюсь, ты прав.
Морфеус: Мне не за чем надеяться. Я знаю.
Нео: Я умер?
Морфеус: Наоборот.
Дозер: Над ним еще работать и работать.
Нео: Что вы делаете?
Морфеус: Мускулы атрофировались. Восстанавливаем.
Нео: Больно глазам.
Морфеус: Ты впервые ими смотришь. Все, Нео. Отдыхай.
Нео: Морфеус, что со мной было? Что это за место?
Морфеус: Важнее не 'Что', а 'Когда'.
Нео: Когда?
Морфеус: Сейчас не 1999 год, как ты считаешь. На самом деле, ближе к 2199. Какой точно, сказать не могу. Ведь мы сами не знаем. Впрочем, словами всего не объяснить. Идем, Нео. Увидишь сам. Это Навуходоносор. Мой корабль на воздушной подушке. Мы на мостике. Это наша база. Мы отсюда ведем пиратскую передачу и подключаемся к Матрице. Большую часть экипажа ты уже знаешь. Это Апок, Свич, и Сайфер.
Сайфер: Привет.
Морфеус: Те, кого не знаешь - Тэнк, его старший брат Дозер. У тебя за спиной Маус. Ты хотел узнать, что такое Матрица, Нео? Тринити... Попробуй расслабится. Необычные ощущения.

(Конструктор)
Морфеус: Это Конструктор. Загрузочная программа. Моделирует что угодно от одежды, до снаряжения, оружие, любые ситуации, все, что нам надо.
Нео: Мы внутри компьютерной программы?
Морфеус: Это кажется невероятным? Твоя одежда изменилась. Контакты на руках и голове исчезли. Волосы отросли. Ты видишь себя таким, каким привык себя видеть. Ментальная проекция виртуального "Я".
Нео: Это... это не реально?
Морфеус: Что есть реальность? И как определить ее? Есть набор ощущений, зрительных, осязательных, обонятельных - это сигналы рецепторов, электрические импульсы, воспринятые мозгом. Вот это - твой привычный мир. Таким он был в конце двадцатого века. Сегодня он существует только в виде нейро-интерактивной модели, или Матрицы. Вы все живете в мире грез. А таков мир настоящий сейчас. Добро пожаловать в пустыню... реальности. До нас дошли только обрывки информации. Но одно известно точно. В двадцать первом веке человечество было охвачено ликованием - свершилась давняя мечта: мы, Homo Sapiens, отмечали великий прорыв - создание AI.
Нео: AI? В смысле - искусственный интеллект?
Морфеус: Единое сознание, давшее начало целой эпохе Машин. Неясно, кто нанес первый удар - мы или они. Но вечный сумрак устроили люди. Те машины работали на солнечных батареях, и мы думали, что, затмив Солнце тучами, лишим их энергии, и они погибнут. Машины создавались для того, чтобы помочь выжить человечеству. Теперь - наоборот. Судьба не лишена иронии. Человеческое тело создает биоэлектричества больше чем аккумулятор в 120 вольт, плюс 6300 калорий тепла. В сочетании с термоядерной энергией, машинам хватает с избытком. Есть поля, Нео - бескрайние поля, там люди даже не рождаются - нас выращивают. Уже очень давно. Я сам не верил, а потом увидел поля собственными глазами. Смотрел, как мертвых превращают в питательную смесь и скармливают живым. И вот, наблюдая эту жуткую рациональную точность, я осознал простую истину: что такое Матрица? Диктат. Матрица - это мир грез, порожденный компьютером, созданный, чтобы подчинить нас, сделать из нас всего лишь это.
Нео: Нет. Я не верю вам. Так не может быть.
Морфеус: Я не сказал, что будет легко. Я лишь обещал открыть правду.
Нео: Нет. Стоп. Отпустите. Дайте мне уйти. Не хочу.

(Навуходоносор)
Тринити: Тихо, Нео. Тихо.
Нео: Уберите от меня эту дрянь. Прочь от меня.
Морфеус: Послушай меня...
Нео: Не трогайте. Отвяжитесь. Я не верю. Я не верю. Я не верю.
Сайфер: Дурдом.
Морфеус: Подыши, Нео. Просто подыши.
Нео: Я не могу вернуться назад?
Морфеус: Нет. А если бы мог, то захотел бы? Я должен извиниться. У нас закон. Не освобождать разум взрослых людей. Это опасно. Рассудок цепляется за привычное. Я видел такое раньше. Прости, но иного выхода не было. Когда Матрица только создавалась, родился человек с редкой способностью изменять все вокруг, подстраивать Матрицу под себя. Именно он спас первых из нас, раскрыл правду. Пока Матрица существует, нам свободными не быть. Он давно умер, но по пророчеству Пифии вернется. Его приход знаменует крушение Матрицы, конец войны, освобождение людей. И поэтому кое-кто из нас всю жизнь блуждает по Матрице, ищет его. А теперь я верю, что мой поиск окончен. Отдохни, набирайся сил, пригодится.
Нео: Для чего?
Морфеус: Для дела.
Тэнк: Привет. Не спалось? Сегодня уснешь. Как убитый. Я Тэнк, твой оператор
Нео: У тебя... нет никаких...
Тэнк: Дырок? Точно, мы с братцем Дозером оба самые настоящие человечки, домашней выделки. Рождены свободными, здесь, в реальном мире. Оба дети Зиона.
Нео: Зиона?
Тэнк: Там мы отметим победу над машинами. Если сумеем их победить.
Нео: Это город?
Тэнк: Человеческий город. Наш последний дом.
Нео: А где он?
Тэнк: Там, под землей. Ближе к ядру, где все еще тепло. Если повезет, сам увидишь. Черт возьми, не терпится посмотреть, на что ты способен, если Морфеус прав. Не полагается говорить, но если правда... Вот, загуляем. Ну, все, к делу. График плотный... Так, положено проводить тех. подготовку. Но это тоска зеленая. Как насчет предмета повеселей? Начнем с рукопашной.
Нео: Джиуджицу? Меня научат Джиуджицу? О, черт!
Тэнк: Как тебе понравилось это блюдо. Хочешь добавки?
Нео: Конечно. Еще.
Морфеус: Как он? Старается?
Тэнк: Десять часов. Как машина.
Нео: Я знаю Кунг Фу.
Морфеус: Посмотрим.

(Конструктор)
Морфеус: Это спарринг программа. Похожа на виртуальную среду Матрица. В ней все основные законы природы, например, гравитация. Только, запомни, это законы компьютерной системы. Некоторые можно обойти, другие поломать. Понятно? Ударь меня, если сможешь... Хорошо! Освоился, импровизируешь. Твой минус не в технике боя.

(Навуходоносор)
Маус: Морфеус дерется с Нео!

(Конструктор)
Морфеус: Как мне это удалось?
Нео: Вы... Вы быстрее.
Морфеус: Ты думаешь, что моя реакция и сила здесь, в этом мире, зависят от мускулов? Я даже воздухом не дышу... Еще раз.

(Навуходоносор)
Маус: Боже, как разогнался. Нейро-кинетика вдвое выше нормы.

(Конструктор)
Морфеус: Ты можешь быстрее. Предела нет. Знай, ты можешь. Будь уверен... Хватит попыток. Просто бей.

(Навуходоносор)
Маус: Невероятно.

(Конструктор)
Нео: Я понял, что Вы делали.
Морфеус: Пора освободить твой разум. Но я могу лишь указать дверь. Ты сам должен выйти на волю. Тэнк, программу прыжков... Отвлекись от всего, Нео, страх, неверье. Сомненья отбрось. Очисти свой мозг
Нео: Ухты.... Значит, очистить. Попробую.

(Навуходоносор)
Маус: Вдруг получится.
Апок: С первого раза никто не прыгал.
Маус: Знаю, знаю. А вдруг долетит?
Апок: Слабо.
Тринити: Давай.

(Конструктор)
Нео: Так. Без проблем. Очистить мозг. Все забыть. Мысли отбросить.

(Навуходоносор)
Маус: О... значит, и мы тоже можем?
Свич: Ничего это не значит.
Сайфер: Все мы падали в первый раз. Да, Трин?

(Навуходоносор)
Нео: Тут все настоящее?
Морфеус: Реально то, что осознаешь.
Нео: Если убьют в Матрице, умрешь и здесь?
Морфеус: Тело не живет без мозга.
Сайфер: А мне ты ужин в номер не носишь. В нем есть что-то особенное?
Тринити: Только, не говори, что уверовал.
Сайфер: Я вот подумал, если Морфеус так уверен, что же не ведет его к Пифии?
Тринити: Отведет, когда он будет готов.

(Конструктор)
Морфеус: Матрица - это система. Система - есть наш враг. Но когда ты в ней - оглянись, кого ты видишь? Бизнесменов, учителей, адвокатов, работяг, обычных людей, чей разум мы и спасаем. Однако, до тех пор, пока эти люди часть системы, они все наши враги. Ты должен помнить, что большинство не готовы принять реальность, а многие настолько отравлены и так безнадежно зависимы от Системы, что будут драться за нее. Ты меня слушаешь, Нео, или смотришь на девицу в красном?
Нео: Но Вы...
Морфеус: Оглянись. Стоп.
Нео: Это... Это не Матрица?
Морфеус: Нет. Учебная программа, призванная внушить одно. Если ты не один из нас, то один из них.
Нео: Кто они?
Морфеус: Автономные модули. Они инструмент саморегуляции системы и принимают любой облик. Следовательно, каждый неразбуженный нами - потенциальный агент. В пределах Матрицы они повсюду и нигде. Чтобы уцелеть, надо скрываться и ускользать от них. Они - здешние церберы. Они у каждого входа. У них ключи от всех замков. Значит, однажды им бросят вызов.
Нео: Кто бросит?
Морфеус: Не хочу тебе лгать. Каждый из парней, кто пытался драться, погибал прямо у нас на глазах. Что не вышло у них, сделаешь ты.
Нео: Почему?
Морфеус: Я видел, как агент прошиб кулаком стену. В них выпускали всю обойму и не могли ранить. Однако, их сила и ловкость тоже подчиняются общим законам их мира. Поэтому ты сильнее и превосходишь их во всем.
Нео: Научите меня уклоняться от выстрела?
Морфеус: Нет, Нео. Когда наступит время, тебе это не потребуется.

(Навуходоносор)
Тэнк: У нас неприятности.
Морфеус: Сигнал с Зиона?
Дозер: Нет, с другого корабля. Черт. Спрут повис на хвосте.
Нео: Спрут?
Тринити: Охотник. Робот для одной цели.
Дозер: Искать и уничтожать.
Морфеус: Садимся вон там... Как дела, Тэнк?
Тэнк: Цепи обесточены. ЭМИ к бою. Готов.
Нео: ЭМИ?
Тринити: Электромагнитный излучатель. Он выводит из строя всю электронику. Единственное средство против машин.
Нео: Где мы?
Тринити: В старом очистном коллекторе.
Нео: Канализация?
Тринити: Древние города простирались на сотни миль. Теперь кроме канализаций ничего не осталось.
Морфеус: Тихо.
Сайфер: О! Нео! Ну, ты меня и напугал.
Нео: Прости.
Сайфер: Ничего.
Нео: Это...
Сайфер: Матрица? Да.
Нео: И ты это читаешь?
Сайфер: Приходится. Символы передаются для конструктора. Но раскодировать всю Матрицу не хватает мощности. Со временем привыкаешь. Я вообще не замечаю код. Я вижу блондинок, брюнеток, рыженьких. Кстати, ты... выпить хочешь?
Сайфер: Я ведь знаю, что у тебя на уме. Я думаю о том же. С тех самых пор как попал сюда. Почему я не взял другую таблетку?.. Хорошо? Дозер гонит. Чудо-состав. Для промывки двигателей или мозгов. Можно задать вопрос? Он сказал, чего ждет? Зачем ты здесь? Надо же, ну, парень влип. Ты должен спасти ми. Это безумие какое-то. Мне страшно. Совет на будущее. Видишь агента - действуй как я, беги. Уноси ноги.
Нео: Спасибо.
Сайфер: До завтра.

(Ресторан)
Агент Смит: Так, мы договорились, мистер Рейган?
Сайфер: Занятно. Я знаю, он не настоящий, и когда я положу его в рот, вкус внушит мне Матрица. Знаете, что я решил за те десять лет, что свободен?.. Счастье в неведении.
Агент Смит: Мы договорились?
Сайфер: Я хочу все забыть. Все. Понимаете? Хочу стать богатым и знаменитым. Скажем, актером.
Агент Смит: Как Вам угодно, мистер Рейган.
Сайфер: Хорошо. Я добуду все, что вам нужно. А потом вы подключите мое тело к Матрице.
Агент Смит: Коды доступа к главному компьютеру Зиона.
Сайфер: Я же говорил, что я их не знаю. Я сдам того, кто знает.
Агент Смит: Морфеуса.

(Навуходоносор)
Тэнк: Угощайся. Завтрак для чемпионов.
Маус: Закроешь глаза - будто ешь яйца всмятку.
Апок: Или миску соплей.
Маус: Знаешь, на что это похоже? Жидкая овсянка. Ты пробовал овсянку?
Свич: И ты не пробовал, дурачок.
Маус: Я к тому и веду. Ты слушай. Вот мне не понятно: откуда машины знают вкус жидкой овсянки? Может, спутали. Может, у настоящей каши вкус другой, как у пломбира или сардин. А взять, к примеру, такую классную еду, как курятину. Почему всякий выпендреж типа лягушачьих лапок кажется такой же курятиной? Им фантазии не хватило...
Апок: Заткнись, Маус.
Дозер: Это - многоклеточный белок, плюс аминокислоты, витамины, минералы. Все, что нам нужно.
Маус: Не помешало бы кое-что ещё. Слушай, ты уже дошел до программы "уклонения от агентов"? Это я, я ее написал.
Апок: Старая песня.
Маус: И как она тебе?
Нео: Кто?
Маус: Дама в красном. Блондинка. Я ее создал. Она... не очень разговорчива, но если надумаешь... интимная встреча обеспечена.
Свич: Компьютерный сутенер.
Маус: Не реагируй на этих лицемеров. Инстинкты и слабости как раз и отличают нас от мерзких машин.
Морфеус: Дозер, закончишь - выводи корабль на глубину передач. У нас дело. Нео идет к ней.
Нео: К кому?
Тэнк: К Пифии...

(Мостик)
Тэнк: Обратите внимание. Зажглись табло "Не курить" и "Пристегнуть ремни". Экипаж желает Вам приятного полета.

(Гостиница Лафейетт)
Морфеус: Прибыли....

(На улице)
Морфеус: Будем через час.

(Машина)
Морфеус: Невероятно, да, Нео?
Нео: Боже.
Тринити: Что?
Нео: Я обедал здесь. Вкусная пицца. Воспоминания из прошлого. И все фальшиво. Вся жизнь впустую?
Тринити: Матрица не откроет тебе, кто ты.
Нео: А Прорицательница?
Тринити: Она знает.
Нео: Ты была у нее?
Тринити: Да.
Нео: Что она сказала?
Тринити: Что мне...
Нео: Что?
Морфеус: Приехали. Нео, мы идем.

(Лифт)
Нео: Она предсказала появление... спасителя?
Морфеус: Да. Она очень стара, с самого начала с нами.
Нео: С начала чего...?
Морфеус: сопротивления.
Нео: И что она знает? Все на свете?
Морфеус: Уж поверь, знает достаточно.
Нео: И не ошибается.
Морфеус: Не думай о ней, как о злой или доброй. Она - поводырь, Нео. Она укажет твой путь.
Нео: А Вам указала?
Морфеус: Да.
Нео: Что она сказала?
Морфеус: Что я найду Избранного....

(Возле двери)
Морфеус: Но я могу лишь указать тебе дверь. Войти ты должен сам.
Жрица: Здравствуй, Нео. Ты вовремя....

(Квартира Пифии)
Жрица: Побудь здесь, Морфеус. Нео, ты со мной.... А это другие претенденты. Подожди здесь.
Мальчик: Не пытайся согнуть ложку. Это невозможно. Для начала нужно понять главное.
Нео: Что главное?
Мальчик: Ложки не существует.
Нео: Не существует?
Мальчик: Знаешь, это не ложка гнется. Все - обман. Дело в тебе.
Жрица: Пифия ждет, Нео.
Пифия: Я знаю, ты Нео. Я сейчас.
Нео: Вы прорицательница?
Пифия: Пифия. Наверное, ты не такого ждал. О, почти готово. Запах хорош, да?
Нео: Да.
Пифия: Я бы предложила тебе сесть, но ты все равно откажешься. И не переживай из-за вазы.
Нео: Какой вазы?
Пифия: Да этой.
Нео: Извините.
Пифия: Сказала, не переживай. Мои дети ее склеят.
Нео: Как Вы узнали?
Пифия: Ох, думаю, что тебе интересней другое, разбил бы ты вазу, если б я тебе не сказала? А ты очень занятный. Не зря ты ей нравишься.
Нео: Кому?
Пифия: Ты сам знаешь. Тебе известно, почему Морфеус тебя привел?
Нео: Думаю, да.
Пифия: И что, как считаешь? Ты и есть избранный?
Нео: Если честно, не знаю.
Пифия: Видишь, что там написано? Это латынь. "Познай себя". Открою тебе одну тайну. Быть избранным - все равно, что влюбиться. Кто знает, что ты влюблен? Лишь ты один. Чувствуешь это всей кожей. Что ж, дай-ка я на тебя посмотрю. Открой рот, скажи "Аааа".
Нео: Аааа.
Пифия: Так. Ясно. Теперь надо сказать "Мммм, очень интересно, но...", а ты ответишь...
Нео: Что "но"?
Пифия: Но ты ведь уже знаешь, что я тебе скажу.
Нео: Я не избранный.
Пифия: Очень жаль. Дар у тебя есть, но, кажется, ты чего-то ждешь.
Нео: Чего?
Пифия: Может, следующей жизни. Кто знает. Бывает и так. Что смешного?
Нео: Морфеус. Он... чуть меня не убедил.
Пифия: Знаю. О, бедный Морфеус. Без него будет трудно.
Нео: Что значит, без него?
Пифия: Ты уверен, что хочешь это услышать? Морфеус верит в тебя, Нео. И ни ты и даже я не сможем его в этом разубедить. Он верит в тебя так слепо, что ради твоего спасения пожертвует своей жизнью.
Нео: Что?
Пифия: Тебе придется выбирать. На одной чаше весов будут его жизнь и смерть, на другой - твои, Нео. Кто-то умрет, он или ты. А кто - тебе решать. Мне жаль, малыш, правда, ты добрая душа, а я не люблю огорчать людей. Не расстраивайся. Что ты. Как выйдешь отсюда на улицу - сразу станет получше. И главное, не верь всякой ерунде насчет фатума. Ты хозяин своей жизни, запомнишь? Вот, съешь печеньице. Обещаю, еще раньше, чем ты его доешь, непременно полегчает.
Морфеус: Все, что сказано, это для тебя, тебя одного.

(Навуходоносор)
Тэнк: Они близко... Что это?

(Гостиница Лафейетт)
Нео: О... Дежа вю.
Тринити: Что ты сказал?
Нео: Ничего, просто дежа вю.
Тринити: Что ты видел?
Сайфер: В чем дело?
Нео: Прошла черная кошка, за ней - другая, такая же.
Тринити: А может, та же самая?
Нео: Может быть. Не знаю.
Морфеус: Свич, Апок.
Нео: Что не так?
Тринити:Дежа вю означает сбой в Матрице. Когда меняют программу.

(Навуходоносор)
Тэнк: Господи.

(Гостиница Лафейетт)
Морфеус: Быстро.

(Навуходоносор)
Тэнк: Перерубили канал. Вы - в ловушке!

(Гостиница Лафейетт)
Маус: О, нет. О, нет.
Сайфер: А, окно забито. Ловушка. Прохода нет.
Морфеус: Спокойно. Дай телефон.
Тринити:Звонок засекут.
Морфеус: У нас нет выбора.

(Телефон)
Тэнк: Оператор.
Морфеус: Тэнк. Найди подробный план этого здания. Срочно.
Тэнк: Нашел.
Морфеус: Дай схему коммуникаций.

(Гостиница Лафейетт)
Агент Смит: Восьмой.
Морфеус: Свич, вперед.
Апок: Нео. Надеюсь, Пифия тебя успокоила.

(Телефон)
Тэнк: Дверь слева.
Морфеус: Хорошо.

(Гостиница Лафейетт)
Агент Браун: Где они?
Группа: Шшш.
Полицейский: Они тут. За стеной.
Сайфер: Это агент!
Тринити: Морфеус.
Морфеус: Тринити, спаси Нео. Это главное.
Нео: Нет. Нет, Морфеус, не надо.
Морфеус: Выполняй.
Тринити: Идем!
Нео: Мы не можем!..
Тринити: Придется!... Сайфер, давай.
Агент Смит: Герой Морфеус. Наконец-то сошлись.
Морфеус: А ты кто?
Агент Смит: Я - Смит. Агент Смит.
Морфеус: И одно лицо на всех.
Агент Смит: Взять его.

(Навуходоносор)
Тэнк: Нет.

(Телефон)
Тэнк: Оператор.
Сайфер: Мне нужен выход, срочно.
Тэнк: Сайфер?
Сайфер: Да, я попал в аварию. Машину всмятку. Ни с того, ни с сего. Ба-бах! Видно, я родился в рубашке.
Тэнк: Я тебя засек.
Сайфер: Вытаскивай меня скорее.
Тэнк: Проход на углу Франклина и Эрии, там телемастерская.
Сайфер: Понял.

(Телефон)
Тэнк: Оператор.
Тринити: Тэнк, это я.
Нео: Как Морфеус, жив?
Сайфер: Морфеус жив, Тэнк?
Тэнк: Да, его увезли. Пока не знаю, куда.
Тринити: Он жив. Нам нужен проход.
Тэнк: Там рядом Сайфер.
Тринити: Сайфер?
Тэнк: Я послал его на Франклина и Эрии.
Тринити: Ясно.

(Навуходоносор)
Дозер: Вывожу.
Тэнк: Есть.
Сайфер: Где они.
Тэнк: Уже там.
Сайфер: Хорошо.

(Магазин ремонта)
Тринити: Ты первый.

(Навуходоносор)
Сайфер: Черт.
Дозер: Стой, гад!

(Магазин ремонта)
Нео: Сигнал прервался.

(Телефон)
Сайфер: Привет, Тринити.
Тринити: Сайфер? А где Тэнк?
Сайфер: Знаешь, я очень давно, очень давно в тебя влюблен. Как я мечтал о тебе. Ты очень красива, Тринити. Жаль, что все так закончилось.
Тринити: Ты их убил.
Апок: Что?
Свич: Тринити.
Сайфер: Я устал, Тринити. Устал от войны. Устал убегать. Чертов корабль. Вечный холод. Одна и та же пакость на обед и ужин. Но больше всего меня достал наш вождь со своими баснями. Не ждал, сволочь? Наверно, и удивиться не успел. Так-то. Оказаться бы рядом, когда тебя расколют. Помахать тебе ручкой в этот момент, чтоб ты знал, кому обязан.
Тринити: Ты сдал им Морфеуса.
Сайфер: Он лгал нам, Тринити. Ты жульничал. Расскажи ты тогда правду, мы бы засунули красную пилюлю тебе в задницу!
Тринити: Все не так, Сайфер, он освободил нас.
Сайфер: Освободил? По-твоему это свобода? Все выполняли его приказы. Если сравнить такую жизнь с Матрицей, я выбираю Матрицу.
Тринити: Матрица иллюзорна.
Сайфер: Не согласен, Тринити. Я считаю, что Матрица реальнее нашего мира. Здесь я размыкаю цепь, а там Апок умрет у тебя на глазах.

(Магазин ремонта)
Апок: Тринити.
Свич: Нет.

(Телефон)
Сайфер: Добро пожаловать в реальный мир.
Тринити: Ты разбужен. Ты не сможешь вернуться.
Сайфер: Это ты так думаешь. Мое тело снова встроят в сеть. Я усну, а проснувшись, ни черта не буду помнить. Подумай. Если ты хотела сказать что-нибудь важное Свич, поспеши.
Тринити: Не надо, пожалуйста.

(Магазин ремонта)
Свич: Я не хочу. Только не так.

(Телефон)
Сайфер: Поздно.
Тринити: Будь ты проклят, Сайфер.
Сайфер: Не кипятись Тринити. Я освободитель. И сейчас я это докажу. Если Морфеус прав, контакт отключить не удастся. Если Нео Избранный, произойдет чудо. Он не умрет. Да? Избранный мертвец. Это нонсенс. Ты раньше не говорила, веришь ли ты россказням Морфеуса. Давай, скажи. Да или нет. Взгляни в эти глазки, его красивые глаза, и ответь. Да или нет.
Тринити: Да.
Сайфер: Нет.

(Навуходоносор)
Сайфер: Не может быть.
Тэнк: Веришь ты или нет, мразь, дерьмо, а сдохнуть тебе придется.

(Магазин ремонта)
Нео: Ты первая.

(Навуходоносор)
Тринити: Больно?
Тэнк: Заживет.
Тринити: А Дозер?

(Офис)
Агент Смит: Вам случалось любоваться Матрицей? Ее гениальностью... Миллиарды людей живут полноценной жизнью... во сне. Знаете, ведь первая Матрица создавалась как идеальный мир, где нет страданий, где все люди будут счастливы. И полный провал. Люди не приняли программу, всех пришлось уничтожить. Приятно думать, что не удалось описать идеальный мир языком программирования, правда, я считаю, что человечество как вид не приемлет реальность без мучений и нищеты. То есть утопия - лишь игрушка, которой до поры тешился ваш примитивный разум. Поэтому Матрица стала такой. Воссоздан пик вашей цивилизации. Именно вашей цивилизации, ведь когда машины начали думать за вас, возникла наша цивилизация. Так, собственно, и произошел переворот. Эволюция, Морфеус, эволюция. А люди - динозавры. Посмотрите в окно. Это - закат человечества. Мы уже здесь хозяева, Морфеус. Будущее - за нами.
Агент Браун: У нас проблема.

(Навуходоносор)
Нео: Что они с ним делают?
Тэнк: Хотят сломить волю. Это как взлом базы данных - вопрос времени.
Нео: Сколько времени?
Тэнк: Зависит от воли. Но она даст трещину. Его альфаритм тогда станет вот таким и Морфеус расскажет им все.
Нео: Что им нужно?
Тэнк: Капитаны кораблей знают код доступа к центральному серверу Зиона. Выяснив код, агенты проникнут в сеть Зиона, всех уничтожат. Мы помешаем им.
Нео: Тринити.
Тэнк: Зион важнее, чем я, чем мы, чем Морфеус.
Нео: Выход есть из любой ситуации.
Тэнк: Он есть. Выдернем шнур.
Тринити: Убьешь его? Убьешь Морфеуса?
Тэнк: Выбора у нас нет.

(Офис)
Агент Смит: Ничего нельзя доверять людям. (Никогда не посылай человека делать работу машины. - прим. ред.)
Агент Браун: Если бы лазутчика раскрыли, они бы сразу разомкнули цепь, или...
Агент Джонс: Они мертвы. В любом случае...
Агент Смит: Продолжаем придерживаться плана. Выпустить охотников, немедленно.

(Навуходоносор)
Тэнк: Морфеус, ты был больше чем лидер, ты был как отец. Тебя никто не заменит.
Нео: Стой! Я не верю, что это происходит.
Тэнк: У нас нет выхода.
Нео: Разве? Не уверен... Совпадение слишком явное.
Тэнк: Ты о чем?
Нео: Прорицательница говорила об этом. И теперь... теперь все в моих руках...
Тринити: Не поняла... Ты, ты куда?
Нео: Я к нему.
Тринити: Исключено.
Нео: Я должен.
Тринити: Нео, чтобы спасти тебя, Морфеус пожертвовал своей жизнью. Ты не вправе рисковать собой.
Нео: Морфеус считал меня тем, кем я не являюсь. Он ошибся.
Тринити: Что?
Нео: Я не избранный. Пифия подтвердила.
Тринити: Ты должен им быть.
Нео: Но, я не он. Я не лучше других.
Тринити: Нет. Я знаю точно. Я знаю.
Нео: Откуда?
Тэнк: Нео, ты обречен. На подступах к зданию, внутри него, войска. Может, ты чудом проберешься внутрь, но там столкнешься с агентами. Их трое. Я мечтаю вернуть Морфеуса, но ты предлагаешь самоубийство.
Нео: Это только кажется. План реален. Не могу объяснить почему, но реален. Морфеус верит в меня. Он готов умереть за веру - мне было это странно, но теперь я все понял.
Тэнк: Что?
Нео: Теперь и я поверил.
Тринити: Во что?
Нео: Что смогу его вызволить... Что ты делаешь?
Тринити: Иду с тобой.
Нео: Нет, не идешь.
Тринити: Нет. Послушай, во что верю я. Я верю в то, что Морфеус мне точно так же дорог. Верю, что ты хочешь его спасти и тебе без меня не обойтись. И еще я верю, что раз уж я старший офицер корабля, ты должен заткнуться. Одного тебя я не выпущу. Тэнк, мы готовы.

(Офис)
Агент Смит: Я хочу поделиться теорией, которую недавно создал. Я занимался классификацией биологических видов и пришел к выводу, что вы - не млекопитающие. Ведь все животные планеты Земля инстинктивно приспосабливаются, находят равновесие со средой обитания, но... человек не таков. Заняв какой-то участок, вы размножаетесь, пока все природные ресурсы не будут исчерпаны. Чтобы выжить, вам приходится захватывать все новые и новые территории. Есть один организм на Земле со сходной повадкой. Знаете, какой? Вирус. Человечество - это болезнь, раковая опухоль планеты, а мы - лекарство.

(Телефон)
Тэнк: Итак, что Вам нужно? Кроме чуда...
Нео: Оружие. Много оружия.

(Конструктор)
Тринити: Нео, такого раньше не делал никто.
Нео: Вот почему это сработает.

(Офис)
Агент Смит: Почему укол не действует?
Агент Браун: Может, мы задаем не те вопросы?
Агент Смит: Оставьте нас. Быстро.

(Навуходоносор)
Тэнк: Держись, Морфеус. Помощь идет. Они близко.

(Офис)
Агент Смит: Вы меня слышите, Морфеус? Я буду искренен с Вами. Я... этот город... ненавижу. Этот зоопарк, тюрьму, эту реальность - называйте как хотите - меня просто выворачивает. Даже ваш запах. Я дышу им, ощущаю кожей вашу вонь. И хотя, я понимаю, что это глупо, я опасаюсь подхватить вашу заразу, каждый день думаю об этом! Забавно? Мне нужно отсюда выйти. Мне нужно освободиться. Я знаю, что у Вас есть ключ, он - в Вашем мозгу. После разрушения Зиона я могу покинуть вас! Понимаете? Мне нужны коды. Я пытаюсь найти Зион, и Вы мне все по-хорошему расскажете или... умрете.

(Первый этаж)
Охранник 1: Выложите все металлические предметы: ключи, мелочь... О, черт!
Охранник 2: Подмогу. Нужна помощь.
Солдат: Стой!

(Офис)
Агент Браун: Есть результаты?
Агент Джонс: Он ещё не знает.
Агент Смит: Чего?
Агент Браун: Они идут спасать тебя.

(Лифт)
Нео: Ложки нет.

(Офис)
Агент Смит: Уничтожить!

(Крыша)
Пилот: Повторяю, мы атакованы.
Нео: Тринити. Помоги.
Агент Браун: Всего лишь человек.
Тринити: Попробуй, увернись... Как ты сделал это?
Нео: Сделал что?
Тринити: Ты не уступал им. В жизни не видела, чтоб человек двигался так быстро.
Нео: Это было не достаточно быстро. Умеешь управлять этой штукой?
Тринити: Ещё нет.

(Телефон)
Тэнк: Оператор.
Тринити: Тэнк, нужна программа пилотирования вертолета V-212. Поторопись... Идем.

(Офис)
Агент Смит: Нет.

(Вертолет)
Нео: Морфеус, оживай. Вставай, вставай... Он не сможет... Держу.

(Крыша)
Нео: Тринити.

(Навуходоносор)
Тэнк: Так и знал. Избранный.

(Крыша)
Морфеус: Теперь ты веришь, Тринити?
Нео: Морфеус. Предсказательница, она сказала мне...
Морфеус: Только то, что ты должен был услышать. Вот и все. Рано или поздно ты поймешь, как и я. Знать путь и пройти его - не одно и тоже.

(Телефон)
Тэнк: Оператор.
Морфеус: Тэнк.
Тэнк: Черт возьми. Как я рад снова слышать Ваш голос.
Морфеус: Нужен выход.
Тэнк: Он готов. Станция метро на Бальбоа.

(Крыша)
Агент Смит: Дьявол.
Агент Браун: Звонок отслежен.
Агент Джонс: Мы знаем, где они.
Агент Браун: Охотники готовы.
Агент Джонс: Пусть атакуют.
Агент Смит: Они еще здесь.

(Станция метро)
Нео: Вы первый, Морфеус.
Тринити: Нео, я хочу тебе сказать кое-что. Но я боюсь того, что случится, если я скажу. Все, что предсказывала мне Пифия, сбылось. Кроме одного.
Нео: Кроме чего?

(Навуходоносор)
Тринити: Нео.
Тэнк: Что за ерунда?
Тринити: Там агент. Отправь меня назад.
Тэнк: Нельзя.

(Станция метро)
Агент Смит: Мистер Андерсон.

(Навуходоносор)
Тринити: Беги, Нео. Беги! Что он делает?
Морфеус: Он пытается поверить.

(Станция метро)
Агент Смит: Он - пустой.
Нео: Твой тоже.
Агент Смит: Убить Вас - наслаждение, мистер Андерсон.

(Навуходоносор)
Тринити: Агент уничтожит его.

(Станция метро)
Агент Смит: Вы слышите, мистер Андерсон? Это - рок, неизбежность. Шаги Вашей смерти. Прощайте, мистер Андерсон.
Нео: Меня зовут Нео.

(Навуходоносор)
Тринити: Что случилось?
Тэнк: Не знаю. Я потерял его. О, черт.
Тринити: Охотники. Сколько еще?
Морфеус: Пять, может, шесть минут. Тэнк, готовь ЭМИ.
Тринити: Не включай, пока он там.
Морфеус: Я знаю, не волнуйся. Он успеет.

(Улица)
Человек: Эй, какого черта? Это мой телефон! Он украл мой мобильник! Он украл мой мобильник!

(Телефон)
Тэнк: Есть. Он бежит.
Нео: Дядя Волшебник, унеси меня отсюда.
Тэнк: Проход открыт, угол Вейн и Лейк.
Нео: О, черт... Веди меня. Нужна помощь.
Тэнк: Дверь... Дверь слева. Я сказал, слева... Черный ход.

(Навуходоносор)
Тринити: О, нет.
Морфеус: Дождались... он должен успеть.

(Телефон)
Тэнк: Пожарная лестница. Комната 303.

(Навуходоносор)
Тэнк: Они внутри.
Тринити: Скорее, Нео.
Морфеус: Не верю.

(Гостиница)
Агент Смит: Проверь его.
Агент Браун: Готов.
Агент Смит: Что ж. Прощайте, мистер Андерсон.

(Навуходоносор)
Тринити: Нео, я больше не боюсь. Провидица предсказала мне, что я должна влюбиться. И мой любимый - Избранный. А значит, ты не умрешь. Не умрешь, ведь я тебя люблю. Слышишь? Я тебя люблю... Ну же, вставай.

(Гостиница)
Избранный: Нет.

(Навуходоносор)
Тэнк: Как?
Морфеус: Он - Избранный.
Тринити: Нео!

(Телефон)
Я знаю, вы меня слышите, я чувствую вас. Я знаю, вы боитесь, боитесь нас, боитесь перемен. Я не знаю будущего, я не стану предсказывать, чем все кончится, я скажу лишь, с чего начнется. Сейчас я повешу трубку, и потом покажу людям то, что вы хотели скрыть, покажу им мир... без вас, мир без диктата и запретов, мир без границ, мир, где возможно все. Что будет дальше - решать нам.

"""